INSERT INTO tag (change_date, create_time, name)
VALUES ('2022-08-09', '2022-08-09', 'Важно');
INSERT INTO tag (change_date, create_time, name)
VALUES ('2022-08-09', '2022-08-09', 'Интересно');
INSERT INTO tag (change_date, create_time, name)
VALUES ('2022-08-09', '2022-08-09', 'Познавательно');

INSERT INTO folder (change_date, create_time, name)
VALUES ('2022-08-09', '2022-08-09', 'Позавчера');
INSERT INTO folder (change_date, create_time, name)
VALUES ('2022-08-09', '2022-08-09', 'Вчера');
INSERT INTO folder (change_date, create_time, name)
VALUES ('2022-08-09', '2022-08-09', 'Сегодня');

INSERT INTO request (change_date, create_time, text, length)
VALUES ('2022-08-09', '2022-08-09',
        'Журнал РБК узнал о существовании загадочного и при этом крупнейшего в России медиахолдинга. Что связывает группу с «фабрикой троллей» и какое отношение к ней имеет Евгений Пригожин — в главных фактах из расследования',
        216);
INSERT INTO request (change_date, create_time, text, length)
VALUES ('2022-08-09', '2022-08-09',
        'За последние два года на рынках сформировалось недоверие к способности ФРС выполнить заявленную осенью 2014 года программу «нормализации» ставок',
        144);
INSERT INTO request (change_date, create_time, text, length)
VALUES ('2022-08-09', '2022-08-09',
        'В Томске суд признал виновным местного хакера, взломавшего в мае прошлого года сайт президента России. Он приговорен к полутора годам ограничения свободы – киберхулиган не сможет покидать город и будет должен раз в месяц отмечаться в контролирующих органах, говорится в сообщении областного суда.',
        296);
INSERT INTO request (change_date, create_time, text, length)
VALUES ('2022-08-09', '2022-08-09',
        '"Лаборатория Касперского" опровергла информацию о том, что сервер, с которого была совершена рассылка об отставке главы РЖД Владимира Якунина, находился в Иркутске.',
        164);
INSERT INTO request (change_date, create_time, text, length)
VALUES ('2022-08-09', '2022-08-09',
        'Президент ОАО «Российские железные дороги» (РЖД) Владимир Якунин заявил, что ложное сообщение об отставке, заставшее его накануне за ужином с президентом России Владимиром Путиным, «не испортило ему аппетит». Об этом он сообщил журналистам в кулуарах Петербургского международного экономического форума.',
        303);
INSERT INTO request (change_date, create_time, text, length)
VALUES ('2022-08-09', '2022-08-09',
        'Письмо об отставке президента ОАО "Российские железные дороги" Владимира Якунина, которое позже оказалось фальшивкой, предположительно, было отправлено в адрес ведущих СМИ из Иркутска. Сообщение пришло с адреса aprf.gov.ru с IP [92.63.104.234], который не имеет отношения к правительственным серверам. Данный IP-адрес закреплен в глобальных базах за хостинг-провайдером из Иркутска. Об этом сообщает IT-служба РБК.',
        414);
INSERT INTO request (change_date, create_time, text, length)
VALUES ('2022-08-09', '2022-08-09',
        'Процессы глобализации, активно сотрясающие мир на протяжении последних 30-40 лет, нашей страны в силу ее закрытости касались мало. СССР предпочитал помогать своим зарубежным союзникам финансово и прямыми поставками, не распыляя внимание на строительство производственных мощностей.',
        281);
INSERT INTO request (change_date, create_time, text, length)
VALUES ('2022-08-09', '2022-08-09',
        'Компания - владелец рухнувшего у берегов Южной Кореи Boeing-747 Asiana Airlines назвала предварительную версию крушения грузового самолета. Об этом сообщает телеканал РБК-ТВ со ссылкой на представителей авиакомпании.',
        216);
INSERT INTO request (change_date, create_time, text, length)
VALUES ('2022-08-09', '2022-08-09',
        'Признаков причастности КНДР к крушению грузового самолета Boeing-747-400 южнокорейской авиакомпании Asiana Airlines не прослеживается, сообщает Associated Press.',
        161);
INSERT INTO request (change_date, create_time, text, length)
VALUES ('2022-08-09', '2022-08-09',
        'На прошедшей неделе (21-25 марта) российские фондовые индексы, ведомые высокими ценами на нефть, вышли на новые исторические максимумы.',
        135);
INSERT INTO request (change_date, create_time, text, length)
VALUES ('2022-08-09', '2022-08-09',
        'Помощник президента РФ Дмитрия Медведева Аркадий Дворкович не предлагал отменять стипендии студентам. В ходе состоявшей 21 января пресс-конференции чиновник заявил, что СМИ переиначили смысл его слов.',
        200);
INSERT INTO request (change_date, create_time, text, length)
VALUES ('2022-08-09', '2022-08-09',
        'Российский певец Борис Моисеев госпитализирован в одну из московских клиник с предварительным диагнозом "инсульт". Об этом РБК сообщил источник в медицинских кругах. В настоящее время состояние артиста оценивается как тяжелое.',
        226);
